{
    "Adam Bede": "Adam Bede is a picture of English village life at the end of the eighteenth century, bringing into the canvas life-like portraits of artisan, village worthy, tenant fanner, Wesleyan preacher, rector, and squire. The outstanding figures are: Adam Bede, the honest craftsman; Mrs. Poysei, of keen eye and pungent, homely humour; Dinah Morris, the Methodist ; and Hetty Sorrel, one of George Eliot's many studies in egoism. The climax of the plot—Hetty's crime and trial, and her confession to Dinah Morris—was suggested by an experience of the real Dinah, George Eliot's \"Methodist Aunt Samuel\", in which she had brought to confession an ignorant girl sentenced to death for child murder. Throughout, the book contains much in both characters and descriptions that is reminiscent of the early residence of Robert Evans and other members of his family in Staffordshire. Adam Bede, a young carpenter of ability and force of character, has made his way against odds to the position of foreman of Jonathan Burge's timber yard, in Hayslope. He might even marry his employer's daughter, but he has eyes for no one except Hetty Sorrel, the shallow little beauty of Hayslope, who lives with her uncle, Martin Poyser, a substantial farmer. Mrs. Poyser's niece, Dinah Morris, a saintly young Methodist preacher, visits at the Poysers' and preaches on the village Green. Seth, Adam's brother, is in love with Dinah. Grieved at Hetty's worldliness, Dinah tries unsuccessfully to turn her thoughts to higher things. One of Adam Bede's warmest friends is Arthur Donnithorne, the old Squire's heir, a generous, impulsive young man, popular with the tenantry. Attracted by Hetty's beauty, Arthur visits Mrs. Poyser's dairy to talk with Hetty. Later they meet frequently in the woods of Donnithorne Chase, and Arthur, though he makes a feeble effort to break away from her attraction, ends by falling in love with her, ignorant of the fact that his friend Adam is courting her. Hetty, believing that he means to marry her and make her lady of the manor, yields entirely to his passion. Adam finds Arthur and Hetty together in the woods and forces Arthur to fight. Ignorant of how far matters have gone, Adam reproaches Arthur with putting wrong ideas into Hetty's head, and makes him promise to write a letter to Hetty breaking off the affair. Arthur allows Adam to believe that it has been merely a flirtation, and writes the letter to Hetty, giving her, however, an address at which she can find him, in case she needs his help, and then goes away to join his regiment. Hetty, miserable over the end of her day-dream, comes to think of Adam as the best that is left her, and eventually promises to marry him. The wedding is set for early spring, but the Poysers meanwhile are worrying over their own affairs, as the inimitable Mrs. Poyser has offended the stingy old Squire with her caustic statement of some home truths, and they fear that he will give them notice to quit the farm, which their family has held for generations. Ab the time of the wedding approaches, Hetty, realizing that she cannot much longer conceal her condition, thinks of suicide, but lacks the courage to kill herself. She leaves home on pretence of visiting Dinah Morris at Snowfield, but goes instead by a devious route to Windsor, the address which Arthur Donnithorne had given her. Finding that Arthur has gone with his regiment to Ireland, she turns back in despair with a vague idea of throwing herself on Dinah Morris, whose friendliness she remembers. On the way back her child is born in a strange house, where she has sought lodgings. Adam, meanwhile, believing that Hetty is visiting Dinah, is happily making preparations for their wedding. When he goes to Snowfield to bring Hetty back from her supposed visit, he finds that she has never been there, and after searching for her for a time returns to bring the news to the Poysers. Mr. Irwine, the rector, learns that Hetty has been arrested for child-murder and is awaiting trial in Stoniton jail. Hetty, terrified and dazed, maintains at her trial a sullen silence which alienates sympathy, and obstinately refuses to confess even after she has been found guilty and condemned to death. Dinah Morris goes to Stoniton to try to help Hetty, stays with her in her cell, softens her heart, and persuades her to confess. On the last day Dinah rides in the cart with Hetty to the place of execution, but at the last moment Hetty's sentence is commuted to transportation. Her reprieve has been brought by Arthur Donnithorne, who, overwhelmed on his return from Ireland by the news of Hetty's tragedy, has bent every effort to saving her life. The Poysers and Adam Bede plan to move away from the lands of the man who has deeply injured them, but finally agree to stay when Arthur, deeply repentant, exiles himself to the army on the Continent. After time has healed his feeling about Hetty, Adam finds that he loves Dinah Morris. Though she at first refuses him, she realizes later that her feeling for him is too strong for them to remain apart, and they are married. Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1859. 3 voIs. Scene: \"Hayslope,\" \"Broxton,\" and other villages in \"Loamshire \" (i.e. Ellastone, Roston, etc., in Staffordshire) ; \"Snowfield\" and \"Stoniton\", in \"Stonyshire\" (i.e. Wirksworth and Derby, in Derbyshire) ; points on the road from \"Hayslope\" to Windsor. Time: 18th June, 1799 - November, 1801; Epilogue, June, 1807. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Brother Jacob": "Brother Jacob was originally written in 1860, under the title “Mr. David Faux, Confectioner,” but was not published till 1864, when George Eliot gave it to Smith & Elder to make up for the fact that Romola, for which that firm had paid a very high price, was not at that time selling quite as well as had been hoped. David Faux, in order to go to the West Indies to make his fortune, steals his mother's hoard of twenty guineas, but before he can make way with it is seen by his idiot brother Jacob. To divert Jacob's attention, David tells him that guineas turn into yellow lozenges, and wins the idiot's inconvenient love by giving him the sweetmeats. After six years in Jamaica, where instead of making a fortune he works as a cook, David returns to England, and under the name of Edward Freely establishes himself as a confectioner in the little town of Grimworth, passing himself off as a scion of a good family, the nephew of a fictitious Admiral Freely. The convenience of his cooked food demoralizes the good housewives of Grimworth, and David prospers, gains quite a reputation as a great traveller of many adventures, and succeeds in becoming engaged to pretty Penny Palfrey, the young daughter of the richest farmer in the neighbourhood. He makes the mistake, however, of claiming a small legacy which his father had left him, and this recalls him to the mind of the idiot brother with the sweet tooth. When David is entertaining his fiancee and her family, brother Jacob appears, raids the supply of lozenges, and claims relationship with \" Mr. Freely \". David's real name and his theft are discovered, and he loses his bride and has to leave Grimworth. Additional information: First published in the Cornhill Magazine, vol. x, pp. 1-32, July, 1864. Reprinted with Silas Marner and the Lifted Veil in a single volume of the Cabinet edition of George Eliot’s Works, 1878. Scene: \"Grimworth,\" a small market town. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Daniel Deronda": "Daniel Deronda is a novel of two distinct themes and stories, presenting on the one hand a picture of Jewish life and character and of the Jewish aspiration for the restoration of a separate national existence and culture, and on the other, a study of selfishness in the character of Gwendolen Harleth, who, through suffering and the consciousness of wrong doing, is saved \"as by fire\" and regenerated into the beginning of something better. The two stories touch in the character of Daniel Deronda, in whom Mordecai, the Jew, sees the restorer of his race, and in whom Gwendolen Harleth finds the saving force which changes her philosophy of life. Gwendolen Harleth, a beauty, who has been spoiled by an adoring family, is ambitious for a distinguished position. She has no fortune, so she expects to marry someone who can give her the position and consideration to which she thinks that she is entitled, and at the same time appreciate her superiority enough to let her lead him in everything. Though selfish, she is not entirely heartless. When Sir Hugo Mallinger's nephew, the rich Henleigh Grandcourt, a blase, middle-aged autocrat, first sees Gwendolen, he admires her beauty. Piqued by her aloofness, he pays her marked court and intends to marry her. Mrs. Glasher, Grandcourt's discarded mistress, tells Gwendolen that Grandcourt ought to marry her and legitimize her four children. Gwendolen promises Mrs. Glasher not to marry Grandcourt, and goes with friends to the Continent to avoid him. At Leubronn she gambles and begins to lose as soon as she sees that Daniel Deronda is watching her with disapproval instead of with the admiration which she excites in others. Deronda, a handsome man with many virtues and no vices, has been brought up by Sir Hugo Mallinger as his nephew, though he himself believes that he is Sir Hugo's natural son. This belief, though it does not Jessen in any way his affection for Sir Hugo, has made him somewhat detached and aloof. From Leubronn Gwendolen is called home suddenly by the loss of her mother's small fortune, and finds that she must do something to earn money. The thought of a position as governess is so distasteful to her that she breaks her promise to Mrs. Glasher, and, when Grandcourt renews his suit, accepts him, assuring herself that she does it for her mother's sake, and feeling sure that Grandcourt will always be led by her. On the day of her wedding she receives a bitter letter from Mrs. Glasher which throws her into hysterics. Unwilling to injure Mrs. Glasher still further, she conceals from Grandcourt the reason for her agitation, and their married life starts with irritation on his side and unhappiness on hers. While visiting at Sir Hugo Mallinger's, Gwendolen meets Deronda again, and, anxious to justify herself in bis eyes, makes opportunities of talking to him, gradually coming under the influence of his higher idealism, taking him as a sort of spiritual guide. Grandcourt, a selfish tyrant who has never permitted the slightest opposition on the part of any of his dependents, objects to bis wife's evident interest in Deronda, and tells her so unpleasantly. Deronda, however, has only a friendly interest in Gwendolen, 88 be baa now found interests in London which absorb him. While boating on the Thames he rescues Mirah Cohen {or Lapidoth), a beautiful and friendless Jewess, from suicide, and takes her to the home of his friends, the Meyricks, until her lost brother Ezra can be found. While seeking this Ezra Cohen, Deronda meets Mordecai, a consumptive Hebrew dreamer, whose idealism and evident liking for Deronda draw Deronda to him. From Mordecai, Deronda learns much about Jewish history and ideals, especially about Mordecai's own dream of a restored Jewish nationality. Eventually a chance remark shows that Mordecai is Mirah's lost brother, Ezra Mordecai Cohen, and Deronda brings together Mordecai, for whom he now feels a strong friendship, and Mirah, whom he is beginning to love. Gwendolen, meantime, is finding only unhappiness in her married life. Instead of the indulgent husband that she expected, Grandcourt had shown himself a tyrant, and, his irritation once aroused, is thwarting her in all her desires and treating her with cruelty. Her unhappiness awakens her conscience, and she feels the need of the spiritual help which Deronda means to her. At times she fancies that she could even kill her husband. Grandcourt starts on a yachting trip on the Mediterranean, forcing Gwendolen to accompany him. At Genoa, Grandcourt's irritation is increased by finding Deronda there. Deronda's presence at Genoa is due to the fact that he had been summoned there to meet his hitherto unknown mother. She proves to be the Princess Halm-Eberstein (formerly a great prima donna, the Alcharisi), a Jewess who hated her race and who had sent her little son to England to be brought up aa a Christian, ignorant of his race. Grandcourt takes Gwendolen, against her will, out in a small sail boat and accidently falls overboard and drown before Gwendolen throws him a rope. Gwendolen, who had delayed for a moment in throwing the rope, believes herself guilty of bis death and jumps in after him, but is rescued. To Deronda she accuses herself of Grandcourt's murder, and finds her only comfort, both then, and after her return to England, in the counsel which he gives her. Grandcourt's will makes Mrs. Glasher's son his heir, and leaves only a small provision for Gwendolen. Deronda, returning to England with the news that he is a Jew, is welcomed with joy by Mordecai and Mirah. He and Mirah marry, and after Mordecai's death, go to Palestine to try to make true hie dream of a restored Jewish nation. Additional information: First issued in eight monthly parts, beginning February, 1868, making four volumes. First book edition, Edinburgh: William Blackwood and Sons, 1868. 4 vols. SCENE: \"Wessex,\" \"Topping Abbey,\" London and vicinity; \"Leubronn,\" Frankfort, Mainz, Genoa, and other points on the Continent. Time: 1865-6. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Felix Holt, the Radical": "Felix Holt is a study in the Radicalism of the time of the Reform Bill, contrasting the ideal radicalism of Felix Holt, who, with talent which might command material success, prefers to spend himself in social service, and the political radicalism of the good business man, Harold Transome, who breaks away from the Tory traditions of his family because he sees that \" Radical sticks are growing while Tory oaks are rotting \". While Radicalism furnishes the theme of the story, the plot is woven around an intricate point of inheritance, and involves two contrasted cases of concealed parentage, that of Esther Lyon, where the concealment bas been prompted by affection, and that of Harold Transome, where the secret has sprung from sin and the revelation brings further unhappiness. Contrasted with various types of worldliness is the unworldly, eccentric, lovable Rufus Lyon, one of the finest representation in fiction of English Dissent. Retrospective. —The Transomes, of Transome Court, hold their estate in base fee. In 1729, John Justus Transome entailed his estate on his son Thomas and Thomas's heirs, with remainder to the Bycliffes. Thomae, a spendthrift, disposed of his and his descendants' rights to hie lawyer cousin Durfey, who became Durfey-Transome. On the extinction of Thomas's line, the property must pass from Durfey's descendants to the Bycliffes. By 1832 the only descendant of Thomas left is old Tommy Trounsem, the bill-sticker. The Transomes feel quite safe, however, as the Bycliffes are supposed to have died out in 1812 with Maurice Christian Bycliffe, who started suit for the estate that year, but died in prison, into which he had been thrown on a trumped-up charge. Bycliffe had, however, married secretly a young French girl, Annette Ledru, and, shortly after her husband's death, Annette and her baby were rescued from starvation by the Independent minister, Rufus Lyon, who married Annette and after her death brought up her child as hie own daughter, Esther. Esther Lyon is, therefore, a Bycliffe, though she is ignorant of her parentage and her step-father is ignorant of her legal rights. Lawsuits and mismanagement have made the Transomes poorer. As Mr. Transome is a weak-minded invalid, the estate has been managed by his handsome imperious wife. With no affection for her husband, Mrs. Transome had turned to the sharp lawyer, Jermyn, who first made love to her and then used his hold over her to fleece the estate. Avoided by her neighbours because of scandal, she had centered all her affection on her second son, Harold, who went East to make his fortune. The Story. At the beginning of the story, in 1832, Harold Transome returns to England to take his place as heir after the death of his elder brother. He treats his mother generously, but does not defer to her, and his announcement that he will stand for Parliament as a Radical shocks her and his Tory neighbours. His canvass soon brings him into contact with Felix Holt, a Radical with ideals of social service which will always keep him poor, who lives in Treby Magna where he follows the trade of a watchmaker, although his parents had planned to have him rise socially by becoming a physician. As a matter of principle, he makes his mother give up the profitable sale of some worthless medicines. She asks her minister, Rufus Lyon, to remonstrate with Felix, and Felix thus meets Mr. Lyon's beautiful and fastidious daughter, Esther, who has a natural taste for the refinements of life. While antagonized by Esther's standards, Felix is interested in her, and continues the acquaintance, though at first only to lecture her, and she, while offended by his disregard for appearances, is attracted and wants to justify herself in his eyes. Felix finds a lost pocket-book, which he leaves with Mr. Lyon to be restored to its owner. Mr. Lyon sees in this some articles which must have belonged to Bycliffe, Esther's real father. When Maurice Christian (really Henry Scaddon, once a fellow prisoner of Bycliffe's in France) claims the wallet and refuses to answer questions, Mr. Lyon, distressed and believing that Christian may be Esther's father, whom he supposed dead, consults Mr. Jermyn, telling him Esther's story. As Jermyn knows the Bycliffe claims he realizes Esther's importance, but keeps the knowledge to himself to use as a weapon against Harold Transome. He secures Christian's silence by threats, but the latter, though ignorant of the Bycliffe claims, begins to piece bits of information together, and when he sees Esther as Mr. Lyon's daughter he recognizes her likeness to Bycliffe, and guesses the truth and eventually puts together the whole story. Though he fears it may cost him her affection, Rufus Lyon tells Esther her true story, and finds that the revelation touches her and draws her closer to him. Meantime, Felix and Esther have been gradually falling in love, though Felix believes that the difference in their attitude towards life makes marriage impossible, and Esther, while her ambition to be a great lady is changing, is not quite ready to give up all for Felix. In his political work Felix had found that the Transome agents, unknown to Harold Transome, were using means which he thinks will lead to riot. When election day comes trouble starts at once and the Riot Act is read. Felix, realizing the danger of serious disturbance, joins the crowd with the idea of leading it away from trouble. He is partly successful, but accidentally kills a constable and is arrested. In the riot old Tommy Trounsem is trampled to death. Losing the election, Harold Transome takes up business matters, and, having already suspected Jermyn of dishonesty, starts suit against him. Jermyn appeals to Mrs. Transome to save him by telling Harold the truth about himself and their past relations. After she refuses, he tells Harold that there is a Bycliffe, known only to him, whose claim has matured now that Tommy Trounsem is dead, and threatens Harold with the loss of the estate unless he stops proceedings against him. While Harold is still undecided what course to take, Christian offers to sell him the same information. He honourably refuses to suppress evidence, but learns from Christian that Esther Lyon is the heir. With his mother he invites Esther to Transome Court to try to reach some amicable adjust ment, and ends by falling in love with her. Esther sees Mrs. Transome's unhappiness and her embittered life, and that, with the recognition of her love for Felix, who is now awaiting trial for manslaughter, makes her realize that the wealth and rank which once seemed so attractive do not bring happiness. At the trial Esther volunteers testimony in his behalf, but he is sentenced to imprisonment. At a meeting organized to petition for his pardon, Jermyn, who has just learned that Harold has resumed proceedings against him, threatens Harold, and at last tells him publicly that he is his father. Harold offers to relinquish the whole estate to Esther, but as the trial has shown her that she loves Felix, she resigns her claims and returns to her father. Felix is pardoned and he and Esther are married. Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1866. 3 vols. SCENE: \"Treby Magna,\" \"Little Treby,\" \"Duffield,\" \" Loamford,\" all in \"North Loamshire\". TIME: Principal action, 1832-3; retrospective narratives, 1729,  1812-25. Note. In her desire to be quite accurate on points of law, George Eliot several times consulted Frederic Harrison about the details of the legal part of the plot of Felix Holt. For an account of the help which he gave her in this matter, au the note under Bycliffe versus Transome in the main part of the Dictionary. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Impressions of Theophrastus Such": "Impressions of Theophrastus Such Theophrastus Such, a whimsical, humorous, middle-aged bachelor, observes life as he sees it in the society about him and records his observations in a series of satirical character sketches. Chapter ii, \"Looking Backward,\" in which the supposed author gives bis recollections of bis boyhood in the Midlands, is largely autobiographic, containing some of George Eliot's own recollections of her childhood in Warwickshire. Contents: I, Looking inward; II, Looking backward; III, How we encourage research; IV, A man surprised at his originality; V, A too deferential man; VI, Only temper; VII, A political molecule; VIII, The watch-dog of knowledge; IX, A half-breed; X, Debasing the moral currency; XI, The wasp credited with the honeycomb; XII, \"So young\"; XIII, How we come to give ourselves false testimonials and believe in them; XIV, The too ready writer; XV, Diseases of small authorship; XVI, Moral swindlers; XVII, Shadows of the coming race; XVIII, The modem Hep ! Hep ! Hep ! Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1879. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Janet's Repentance": "III. Janet's Repentance. Blackwood’s, July-November, 1857. Scene: \" Milby \" (Nuneaton). Time: circa 1830-2. In the town of Milby sentiment is divided over the work of the new Evangelical curate, Mr. Tryan. His own adherents recognize the earnestness and spiritual force of his labours, but the friends of the snuffy old curate, Mr. Crewe, regard Mr. Tryan as a dangerous innovation, to be suppressed at any cost. One of the most vociferous enemies of Mr. Tryan is Robert Dempster, a lawyer of violent character who has taken to drink. Janet, Dempster's beautiful wife, aids the lawyer in his persecution of the curate, helping him prepare a scurrilous poster against Mr. Tryan deriding his Sunday evening lecture, and Mr. Tryan on his way to church is jeered and hissed by a hostile crowd. His persecution of Mr. Tryan costs Dempster some of his good clients, and this still further inflames hie rage. Janet has meanwhile met Mr. Tryan at the home of a sick woman whom both were aiding, and has been impressed with his nobility of character, though she still supports her husband. Janet, who is a woman of noble possibilities, is far from happy. She is often ill-treated, and even beaten, by her brutal husband, and her unhappiness has driven her to seek forgetfulness in drink. In his last fit of anger Dempster turns her out of doors in her nightdress, at midnight, and she seeks refuge with an old friend, Mrs. Pettifer, who is one of Mr. Tryan's adherents. Her unhappiness and despair lead her to remember the impression she has retained of Mr. Tryan's nobility, and she talks with him, and through his aid determines to take up her struggle again and break herself of her habit of drink. Dempster is thrown from his cart when drunk and badly injured, so that he dies from delirium tremens, watched over by Janet, who for the short time that he lives forgets her injuries and remembers only that they once loved each other. After his death Janet has one more period of terrible temptation to return to her habit of drink, but resists it, and, becoming one of Mr. Tryan's most loyal supporters, spends herself in good works. A deep affection develops between her and the curate, but his health fails under his heavy labours, and he dies, beloved arid regretted even by those who had once persecuted him. His living monument in Milby is Janet Dempster, restored to noble womanhood. Note. -The Scenes of Clerical Life were brought to an end with the third story. A fourth story, to be called the \"Clerical Tutor\", had been projected, but was never written. Additional information: I: The Sad Fortunes of the Reverend Amos Barton; Il: Mr. Gilfil's Love Story; III: Janet's Repentance. First published in Blackwood’s Edinburgh Magazine, January-November, 1857. 1st edition, Edinburgh: William Blackwood and Sons, 1857. 2 vols. George Eliot's first work of fiction, Scenes of Clerical Life, consists of three simple and touching stories, each based upon some occurrence or real story well known in the neighbourhood of the Warwickshire home in which she spent her childhood. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Middlemarch": "Middlemarch tells two separate stories, that of Dorothea Brooke and her two marriages, and that of Dr. Lydgate and the Vincy family, loosely knit together by the fact that they are acted on the same stage and before the same detailed background of middle-class life in and near an English provincial town. It was originally begun as two separate novels, Miss Brooke, Dorothea's story, and Middlemarch, which was to picture the Lydgate-Vincy-Garth scenes, but the two, when partly finished, were combined under the second title. The main theme, failure through pressure of circumstances to realize an ideal aim, is the same in both stories, though its development is different. Dorothea, with the ideals and aspirations of a modem Saint Theresa, blocks the channels of her aspiration by a marriage of which her friends cannot approve, and Lydgate, fired by ambition for the highest service in his profession, is dragged from his ideal by the fact that he has tied himself to a selfish wife. There is a minor story in the love affairs of Fred Vincy and Mary Garth, and the picture of medical men and medical practice in the early nineteenth century is keen and true social satire. Dorothea Brooke and her younger sister, Celia, are orphans who live with their bachelor uncle at his estate of Tipton Grange, near Middlemarch. Young and ardent, with ideas of self-sacrifice, Dorothea longs for some great vocation in which she can spend herself. She is being courted by Sir James Chettam, a young baronet whose estate adjoins her uncle's, but when she meets the Rev. Mr. Casaubon, a narrow, elderly pedant engaged in an endless work of arid research, she thinks him a great soul and marries him, believing that devotion to bis work will realize her ideal of service. They go to Rome on their wedding trip, and there Dorothea sees something of her husband's cousin, Will Ladislaw, a mercurial young man with artistic tastes and no fortune, who is attracted to Dorothea. After her return to England Dorothea soon realizes the futility of her husband's great work, and, though she loyally adapts herself to him, she unconsciously irritates him by seeming to espouse the cause of Will Ladislaw, whom Mr. Casaubon dislikes, although he has educated him out of a sense of responsibility, as Ladislaw's grandmother (Casaubon's aunt) had been disinherited. Mr. Casaubon's estate is near Middlemarch, and there Dorothea meets again Dr. Lydgate, a promising young physician, with ideas about medical reform. Mr. Casaubon has a heart attack and Lydgate, called in to attend him, tells him and Dorothea that the disease may end fatally at any time. About eighteen months after their marriage, Mr. Casaubon, a disappointed man, dies before obtaining from Dorothea a promise that in the event of his death she will carry out his wishes. His will leaves his property to Dorothea, but with the insulting provision that she shall forfeit it all if she marries Ladislaw. Sir James Chettam, now Dorothea's brother-in-law, as he has married Celia, would like to have Ladislaw discreetly removed from the neighbourhood, but he remains to help Mr. Brooke, who is standing for Parliament and has found Ladislaw useful as his factotum. Dr. Lydgate, in whose work Dorothea had become interested through her husband's illness, is a promising young physician of skill and education but no fortune, who, since he came to Middlemarch some two years before, has been building up a practice and has received from Mr. Bulstrode, a rich man who is trying by philanthropy to ease his conscience about past sharp practices, the appointment as physician to the New Hospital. Lydgate's modem ideas have ma.de enemies among the old school physicians and their supporters. When Lydgate meets Rosamond Vincy, the Mayor's beautiful daughter, he finds her so attractive that he is blind to her selfishness. Rosamond, ambitious to rise socially, and impressed by the fact that Lydgate is nephew to a baronet, decides to marry him and they are married before Lydgate has established himself sufficiently to meet the expense of the style of living that Rosamond considers necessary. The Vincys are connected by marriage with old Peter Featherstone, the miser, as are also the Garths. Fred Vincy, Rosamond's brother, and Mary Garth, the sensible, good-humoured daughter of Caleb Garth, builder and agent, have been in love since childhood. When Peter Featherstone dies without providing for him, Fred, to please Mary, gives up the idea of entering the Church, for which he is not fitted, and Caleb takes him into his business. Eventually Fred and Mary are married and he becomes a successful and respected farmer. In the meantime, as Rosamond will not adapt herself in any way, the Lydgates have lived beyond their means, and Dr. Lydgate, in serious money difficulties, is hampered by the unsympathetic attitude and stubborn opposition of his wife. When Mr. Bulstrode, his patron at the New Hospital, becomes involved in scandal caused by dishonourable acts in his past, Lydgate is unjustly involved in his disgrace because some financial aid which he has had from Bulstrode at an unfortunate time is wrongly interpreted as a bribe. Almost the only one who stands by him and believes in his integrity is Dorothea Casaubon. Since her husband's death Dorothea has not been happy. She has not been able to find any service which satisfies her idea of self-devotion, and she is increasingly conscious of her love for Ladislaw, although she feels that circumstances have made it impossible for them ever to come together. h her efforts to find ways of spending herself she has given generously to Lydgate's hospital. When she learns that he intends to solve his difficulties by leaving Middlemarch and the work which represents the higher part of himself, she lends him the money to pay Bulstrode, and visits Rosamond to try to persuade her to stand by her husband. At Rosamond's she finds Will Ladislaw, and believing that he is flirting with Rosamond, suffers greatly from the thought, until Rosamond later, touched by Dorothea's generous friendliness, explains the mistake. Realizing her love for Ladislaw, and seeing to satisfaction except in devotion to him, Dorothea decides to marry him and relinquish her property. In this marriage, although for a time it separates her from her family, Dorothea finds the kind of happiness which her nature demands. Lydgate is less fortunate, as Rosamond never sympathizes with his ideals. To meet her demands he has to give up his idea of scientific distinction, and cultivate rich patients, and he dies comparatively young, feeling that his life has been a failure. Additional information: First issued in eight parts, forming four volumes, December, 1871-December, 1872. 1st edition, Edinburgh: William Blackwood and Sons, 1871-2. 4 vols. SCENE: \"Middlemarch\" (Coventry) and vicinity; Rome; London. Time: 1829-32. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Mr. Gilfil's Love Story, Scenes of Clerical Life": "II. Mr. Gilfil's Love Story. Blackwood’s, March-June, 1857. Scene: \" Cheverel Manor \" (Arbury); \" Shepperton \" (Chilvers Coton). Time: Principal action, 1788-90. Sir Christopher Cheverel, a fine old English baronet with a passion for architecture, has spent nearly fifteen years in making over his old Manor House into a beautiful Gothic building. Though he is childless, Cheverel Manor is not without young people. Sir Christopher's ward, Maynard Gilfil, a young man who has just entered the Church, lives there, as does also Lady Cheverel's protegee, Caterina Sarti. Caterina is a young Italian girl with a beautiful voice, who has been a member of the family ever since Lady Cheverel rescued her, when, as a child of only three, she had been left destitute in Milan by her father's death. Sir Christopher intends that Maynard Gilfil and Caterina shall marry, but though Maynard has loved the beautiful Italian from childhood Caterina feels for him only the affection of a sister. Her passionate love has been won by the attentions of Captain Anthony Wybrow, Sir Christopher's nephew and heir, who has amused himself by flirting with Caterina. Following Sir Christopher's wishes, Captain Wybrow courts Beatrice Assher, a rich heiress, and Beatrice, after accepting him, com.es to visit at Cheverel Manor. Caterina, jealous and unhappy, cannot altogether conceal her feelings, and Miss Assher soon begins to suspect some relation between her lover and Caterina. To excuse himself Captain Wybrow leads Beatrice to think that Caterina has given him her love unsought, and Miss Assher reproaches her for such conduct. Frenzied by the unjust accusation, Caterina, who is going to meet Anthony in a part of the grounds called the Rookery, seizes a dagger and takes it with her, thinking that she will kill him. When she reaches the Rookery she finds him lying dead, where he had fallen from an attack of heart disease. The shock makes her forget everything except her former love, and when she faints, after carrying the news to Sir Christopher, Maynard finds the dagger in her possession. Distraught and self-reproachful, Caterina wanders from home the next day, and is eventually found to have sought refuge, worn-out and ill, with her former nurse. The Manor has too many sad associations for her to return there, but after she has spent some months with Mr. Gilfil's sister she recovers sufficiently to return from her unhappy passion to the refuge of Maynard's strong and considerate love. Caterina and Maynard are married, and have a short time of happiness, but she dies within a year, and Maynard's love goes \"with her into deep silence for evermore \". A part of Mr. Gilfil's life closes entirely with her death, and he always shows the effect of the tragedy of his youth, though he lives on for years, the eccentric and whimsical, but always upright and beloved, old vicar of Shepperton. Note. -The Scenes of Clerical Life were brought to an end with the third story. A fourth story, to be called the \"Clerical Tutor\", had been projected, but was never written. Additional information: I: The Sad Fortunes of the Reverend Amos Barton; Il: Mr. Gilfil's Love Story; III: Janet's Repentance. First published in Blackwood’s Edinburgh Magazine, January-November, 1857. 1st edition, Edinburgh: William Blackwood and Sons, 1857. 2 vols. George Eliot's first work of fiction, Scenes of Clerical Life, consists of three simple and touching stories, each based upon some occurrence or real story well known in the neighbourhood of the Warwickshire home in which she spent her childhood. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Romola": "Romola is the story of the spiritual history of a beautiful, high-minded young Florentine, married to a consummate egoist, who struggles to preserve the ideal of her love until forced to realize her husband's baseness, and then, under Savonarola's influence, reconstructs upon the wreck of her personal happiness a life of unselfish service to her community. Aside from the fictitious characters, Romola and Tito, the outstanding figure is Savonarola, whose triumph and downfall are interwoven in the plot, and many minor historical characters throng the scene. The tragedy of Romola's love and Tito's deterioration is played out before a rich historical background of the popular, literary, religious, and political life of Florence at the end of the fifteenth century. Tito Melema is the adopted son of Baldassarre Calvo, a rich scholar, who had brought Tito up with all the love and care that he would have given his own child. On a voyage to Delos they were shipwrecked and Baldassarre was captured by pirates, while Tito, carrying their fortune in gems, saved himself by swimming. As a shipwrecked stranger, he makes his way to Florence to seek his fortune. In the Mercato Vecchio his charm wins a breakfast for love from Tessa, the pretty contadina, and Nello, the barber, who knows everyone in Florence, takes him under his protection. Nello introduces him to the eruditi who patronize his shop, and later presents him to the blind scholar, Bardo de' Bardi, and Bardo's beautiful daughter, Romola. His charm and gentleness win both, and he is soon installed as Bardo's helper. His talents and tact quickly win him a recognized position, he sells his father's gems and has money enough to begin a search for his father. Arguing, however, that as he does not know definitely that his father is alive, he is not bound to search for him, he puts the money aside for his own use. After a few months, at the time of the San Giovanni celebration, a monk brings him a letter from his father telling that he has been sold into slavery and begging him to use his gems to ransom him. Although he has no idea of sacrificing himself to seek his father, he is alarmed at the thought that the news may become known, especially when he learns that the returned monk is Romola's brother. The monk falls ill, and Tito, relieved for a time, temporizes, and he and Romola become engaged. At the Peasants' Fair, Tito meets Tessa again, and goes through a mock marriage ceremony, which she takes seriously. Romola's brother dies without revealing his knowledge that Baldassarre Calvo is alive, and Tito and Romola are married. Tito prospers steadily, and when, in 1494, the French king, Charles VIII, enters Florence, he is one of those prominent in his reception. Some prisoners of the French escape, and one of them clutches Tito in his flight. Terrified, Tito recognizes his injured father, but refuses to acknowledge him, and the old man disappears. Though his sufferings have affected his mind, he recognizes Tito and concentrates all his remaining powers on the thought of vengeance. In spite of the fact that he is in love with Romola only, Tito has kept up relations with Tessa. Visiting her one evening, he finds that she has given shelter to his father. Baldassarre tries to stab Tito, but the chain armour that he is wearing protects him. Shortly before this Romola's father had died, leaving to Romola the task of seeing that his treasured library, which he had spent a lifetime in collecting, is preserved for the people of Florence. This library, which Romola regards as a sacred trust, Tito sells in order to raise money. Romola, whose eyes have now been opened to her husband's baseness, decides to leave him, and starts for Bologna, but is turned back by Savonarola, the great Dominican preacher, whose sermons are stirring Florence. He appeals to her to rise above the wreck of her own happiness and to return to Florence to work for the community. Romola becomes one of Savonarola's devoted adherents, and for two years spends herself in work for his ideals. During that time Tito prospers steadily. He is in the confidence of both parties, Savonarola's and the Medicean. Baldassarre's mind returns temporarily, and he makes a public charge against Tito, but on Tito's denial the old man is thrown into prison and kept there for two years. Much enfeebled, he still holds to his idea of vengeance, but all that he accomplishes is to tell Romola of the existence of Tessa and her children. Tito slips from treachery to treachery. When a Medicean plot is discovered, in 1497, one of those arrested is Bernardo del Nero, Romola's godfather, to whom she is much attached. Tito cleverly makes himself safe, but Bernardo is condemned and executed after Romola has made an urgent but vain appeal in bis behalf to Savonarola, now at the height of bis power. Bick at heart, Romola leaves Florence and recovers her hold on life only after she has worked as an angel of mercy in a plague-stricken village. During her absence Savonarola is arrested, and riot rages in the city. Some of Tito's double-dealing is at last suspected, and he is pursued by a mob as he is about to leave the city. He leaps into the Amo and escapes the mob by swimming, but at the end, exhausted, is found by Baldassarre Calvo, who strangles him and then dies himself. Romola, returning to Florence, learns of her husband's death, and is present at the execution of Savonarola. She finds Tessa and her children deserted and in misery, and takes them to live with her. Years after she still keeps sacred the memory of Savonarola who had helped her at the great crisis of her life. Additional information: First published in the Cornhill Magazine in fourteen installments, July, 1862-August, 1863. 1st edition in book form, London: Smith, Elder and Co., 1863. 3 vols. Both magazine and books were illustrated. SCENE: Florence and vicinity; an Italian village on the Mediterranean. Time: 1492-8; Epilogue, 22nd May, 1509. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "Silas Marner": "Silas Marner, \"a story of old-fashioned village life,\" was the last of George Eliot's novels which owed much to the influences of her childhood and girlhood in Warwickshire. She herself best describes its theme in a letter to her publisher, William Blackwood, in which she says that the story \"is intended to set in a strong light the remedial influences of pure, natural, human relations\". The principal agency through which these remedial influences were to work is expressed in the quotation from Wordsworth given on the title page of the first edition: \"A child more than all other gifts That earth can offer to declining man, Brings hope with it and forward-looking thoughts.\" The same letter to William Blackwood says that the story \"came to me first of all quite suddenly as a legendary tale suggested by my recollection of having once in early childhood seen a linen weaver with a bag on his back\". Silas Marner, a handloom weaver, is living a lonely life in Raveloe. Fifteen years before, when he was an ardent, devoted member of an Independent church in Lantern Yard, in a northern manufacturing town, he had been unjustly accused of theft by his best friend, the real thief, had been tried according to the casting of lots, found guilty, and cast off both by his church and by his sweetheart. With all faith in both God and man utterly shattered, he had wandered to Raveloe, where he had settled near some deserted stone pits. Though awed by his cataleptic attacks, the villagers would have taken him into their life, but his numbed mind and soul were incapable of responding. His one emotion is love of the gold in which his unremitting toil is paid, and his one pleasure is handling this gold aft.er his work is done. One stormy November evening when he returns to his cottage he finds that hie gold has been stolen. In trembling despair he rushes with the news of his loss to the circle of village worthies at the Rainbow Inn. The theft, which remains unexplained, has been committed by Dunstan, or Dunsey, Case, the worthless second son of the village Squire. Godfrey Case, the Squire's eldest son, is in love with good and pretty Nancy Lammeter, but two years before he had married secretly a barmaid in a neighbouring town. Godfrey's secret, and the fact that he has a child, are known to Dunsey, who uses hie hold over Godfrey to extort money from him. Dunsey, knowing of Silas's rumoured hoard, enters Silas's cottage, steals the gold, and disappears entirely. On New Year's Eve, Godfrey's wife is on her way to Raveloe to reveal her marriage to Godfrey's father. She yields to her addiction to opium, and, overcome by the drug, dies in the snow near Silas Marner's cottage, while her little golden-haired child slips from her arms and crawls into the cottage, unseen by Silas, who has fallen into one of his cataleptic fits. When he comes to he sees only the gleam of golden hair, and thinks for a moment that his gold has come back. Godfrey, desiring to marry Nancy, refrains from identifying the woman or claiming the child from Silas. The child touches Silas's heart, and he, feeling vaguely that she has been sent to him instead of the lost treasure, clings to her in spite of his neighbours’ protests, adopts her, and with the help of good Dolly Winthrop brings her up, calling her Eppie. The task of caring for her, the relations with his neighbours which the child's needs bring about, and the child's love gradually restore Silas to the normal cheerful creature that he had been before hie misfortune at Lantern Yard. Godfrey has married Nancy, but, in spite of their love, is not entirely happy, as he has no children, and he has a guilty feeling because he has not acknowledged Eppie. Silas's money has never been found, but he, happy in the new life with Eppie, has ceased to regret it. After sixteen years, the draining of the stone pits reveals Dunstan's skeleton and the lost money. Stirred by this discovery, Godfrey tells Nancy that Eppie is his daughter, and Nancy agrees to welcome her. She and Godfrey tell Eppie and Silas the truth, expecting Eppie to turn to them. Eppie, however, refuses to leave Silas, whom she regards as her real father, and Godfrey realizes that he cannot escape the penalties of his early deceit. With his restored money Silas takes Eppie to visit Lantern Yard, but can find no trace of his former life. Eppie marries Aaron Winthrop, her old playmate, and with Silas continues to live the humble life of a villager. Note. Jermola the Potter, a novel by the Polish writer, Kraszewski, has a theme so like that of Silas Marner that it has been frequently pointed out as the source of the central idea of George Eliot's story. Up to a certain point the resemblance is striking. Jermola, an old family servant, is tamed adrift after a lifetime of devoted service, with no provision for his old age. He is sinking into a state of isolation and misery when he rescues a deserted infant left near his cottage. He keeps the boy, and their mutual affection and the child's needs restore him to normal activity and happiness. At the age of twelve the boy is claimed by his real parents, but refuses to desert hie foster-father. He is taken from the old man, pines in his new home, and escapes to return to Jermola. Eventually the child dies from an illness contracted while the two are fleeing to a place of safety, and the old man sinks into misery and idiocy. Richard Garnett points out, in his edition of Silas Marner, that while the resemblance is too close to be merely accidental, it is difficult to account for it, as the Polish story, though published ten years before Silas Marner, was not translated until several years after the publication of that story. The resemblance, while interesting, is not important, as George Eliot's genius has made a totally different story from the same theme. Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1861. Scene: \"Raveloe,\" a village in a Midland county (i.e. Warwickshire); \"Lantern Yard,\" a street in a manufacturing town in the North. Time: Principal action, circa 1806-22. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "The Lifted Veil": "The Lifted Veil is a mystical story of clairvoyance, the central idea of which—that superhuman gifts do not make for happiness—is best expressed in the motto which George Eliot added to it later: \" Give me no light, great heaven, but such as turns To energy of human fellowship; No powers beyond the human heritage That makes completer manhood.\" That the story was a favourite with its author indicated by her comment to William Blackwood: \" I care for the idea which it embodies and which justifies its painfulness . . . There are many things in it which I would willingly say over again, and I shall never put them in any other form.\" Latimer, a frail, sensitive lad, is neglected at home because his father prefers his healthy elder brother, Alfred. At sixteen he is sent to study at Geneva, where he forms a warm friendship for Charles Meunier and passes the happiest years of his life. After a severe illness he finds that he has acquired a strange power of clairvoyance, which enables him, at times, to see distant scenes and events and to read the thoughts of others. When he meets Bertha Grant, a beautiful, cold girl, who is betrothed to Alfred, he is fascinated by her, and his new gift tells him that she is heartless and that he is destined to marry her. At first, however, she is the only one whose thoughts he cannot read. Alfred's death in a hunting accident makes Latimer the heir and he marries Bertha. The marriage is unhappy, as Bertha is dissatisfied because it does not give her all the social success she craves, and Latimer, when his wife's cruel heart and barren mind are eventually open to his insight, finds only misery in the union. At the end of seven years Charles Meunier, now a distinguished physician, visits Latimer. Bertha's maid, Archer, is taken ill and Bertha watches over her anxiously as though afraid to leave her. When Archer is apparently dead an experiment of Dr. Meunier's revives her for a few momenta, and she reveals the fact that Bertha means to poison Latimer. Bertha and Latimer separate, and he eventually secludes himself in the country to await the death which his unhappy insight tells him will occur from heart disease on 20th September, 1850. Additional information: Published, anonymously, in Blackwood's Edinburgh Magazine, July, 1859. Reprinted with Silas Marner and Brother Jacob in a volume of the Cabinet edition of the Works, 1878. Scene: Geneva, Basle, Prague, Vienna, England. Time: circa 1830 - 20th September, 1850. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "The Mill on the Floss": "Mill on the Floss is an “autobiographic novel\", recording much of the author's recollection of her own childhood and of the people and scenes of her Warwickshire days. According to her husband, John Walter Cross, \" the early part of Maggie's portraiture is the best representation we can have of George Eliot's own feelings in her childhood, and many of the incidents in the book are based on real experiences of family life, but so mixed with fictitious elements and situations that it would be absolutely misleading to trust to it as history.\" The title originally selected was Sister Maggie, but after the book was about one-third finished, this was changed, at the suggestion of William Blackwood, to Mill on the Floss. As children, Tom and Maggie Tulliver live happily in their home at Dorlcote Mill, the \"Mill on the Floss\", which has been in their father's family for five generations. Maggie, a passionate, undisciplined, impulsive, imaginative girl of nine, is devoted to her practical, unimaginative brother, who is three years older. Her fondness for Tom, her devotion to her father, whose favourite child she is, and her instinctive revolt against the standards of the overpoweringly respectable Dodsons, her mother's family—especially Mrs. Glegg, the eldest Dodson aunt—are the forces which mould Maggie's childhood. She is fond of her gentle cousin, Lucy Deane, a neat blond girl who is held up as a model Dodson, but once, in a fit of jealousy at Tom's preference for Lucy, Maggie runs away to join the Gypsies. After an unhappy experience with lawyers through his addiction to lawsuits, Mr. Tulliver determines to educate Tom to be a match for \"Old Harry and the raskills\", and places him with the Reverend Walter Stelling, who gives him an entirely unsuitable education. The only other pupil is Philip Wakem, a sensitive, deformed lad, the son of Lawyer Wakem, Mr. Tulliver's enemy. The boys never become real friends, but Philip develops a devoted friendship for Maggie. Mr. Tulliver involves himself in an expensive lawsuit with a neighbour, which is decided against him. The expense bankrupts him, and after an encounter with Wakem he has a stroke which nearly proves fatal. Tom is called back from school, and he and Maggie find the bailiffs in possession of the Mill. The well-to-do Dodsons lament the family disgrace, but give no practical help, and Tom, now sixteen years old, goes to work in a minor position with Guest & Co., his Uncle Deane's firm. To humiliate his fallen enemy, Mr. Wakem buys the Tulliver property and offers to keep Mr. Tulliver on as his employee at the Mill. Mr. Tulliver, recovering, accepts the humiliation, but makes Tom swear eternal enmity against the Wakems. For three years all live a drab, narrow existence. Mr. Tulliver and Tom are straining every nerve to save enough to pay the creditors in full and thus rehabilitate the family honour, and Maggie, with a passionate longing for a fuller life, finds her only safety in self-sacrifice. Philip Wakem renews their friendship, and he and Maggie meet in the Red Deeps. To Maggie, now in her seventeenth year, it has been merely a tender friendship which brightens her sad life, and when Philip tells her of his love, she does not realize that her affection is not love. The friendship had been concealed from her family, but Tom discovers it and forces Maggie to dismiss Philip. Tom, through Bob Jakin, the packman, learns how to trade on his own account, and with capital borrowed from Aunt Glegg makes enough to complete the sum needed to pay his father's creditors. After the formal payment, Mr. Tulliver, excited by his triumph, has an altercation with Wakem, and suffers another stroke, from which he dies. After her father's death Maggie teaches until, at nineteen, she visits her cousin Lucy Deane, the belle of St. Ogg's, a gentle, sweet-natured girl, who is being courted by the rich Stephen Guest. At Lucy's, Maggie, who has now developed from a plain child into a beautiful woman, tastes for the first time the social pleasures natural to girls of her age. Stephen Guest falls in love with her and she returns his feeling. In Lucy's circle is Philip Wakem, whose love for Maggie is unchanged, and Lucy, knowing the old affection between the two, is blind to Stephen's infatuation and thinks only of bringing Philip and Maggie together. Meanwhile, Guest & Co. buy back the old Mill, and Tom, who has made himself valuable to Mr. Deane's firm, is put in charge as manager. Maggie fights against her feeling for Stephen, but he selfishly forces her to admit her love. They go boating on the Floss and are accidentally carried by the tide too far to return. He persuades her to elope with him, but after they have gone some distance her sense of duty to Lucy asserts itself, and she insists upon returning. Tom, now established at the Mill, proves unforgiving and turns her off. She resists Stephen's importunities to marry him, and tries to find occupation, but public opinion is against her. The fall rains swell the Floss, and a heavy flood comes. Maggie, realizing Tom's danger, rows to the Mill to rescue him. The sudden danger wipes out all their misunderstanding, and they face the peril with a renewal of their childish affection. When they have nearly reached safety they are overwhelmed and drowned together. Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1860. 3 vols. SCENE: \"St. Ogg's\" (Gainsborough) and vicinity. Time: circa 1830-40 (see note). Note. —The time of the story is somewhat confused. It opens about 1830—Catholic emancipation, and the burning of York Minster, both events of 1829, and the \"Swing\" outrages, 1830, are mentioned in the early chapters —and it covers ten years, as Maggie is nine at the beginning and nineteen when she dies. The flood in which Maggie perishes should therefore have taken place about 1840. The historic great flood mentioned in the last chapter as having taken place sixty years before that in which Maggie and Tom perish actually occurred in 1770, seventy years before. Possibly the \"sixty years\" was reckoned from the beginning rather than the end of the novel. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "The Sad Fortunes of the Reverend Amos Barton": "I. Sad Fortunes of the Reverend Amos Barton. Blackwood's, January-February, 1857. SCENE: \"Shepperton\" (Chilvers Coton) and “Milby\" (Nuneaton). Time: circa 1887-8. The Sad Fortunes of the Reverend Amos Barton is the story of a commonplace, rather stupid man, whose rapacity for suffering under his \"sad fortunes\" is as great as that of any tragic hero. Amos Barton, at 40, is curate of Shepperton Church, with a stipend of £80 a year on which he has to support a wife and six children and keep up a respectable clerical appearance. Without the aid of bis wife's cleverness he would be quite unable to make both ends meet, and, as it is, he owes money and has to borrow £20 from the Squire. His wife, Milly Barton, is a beautiful, gracious woman, devoted to her husband and children and beloved by all the parishioners, who for her sake overlook Mr. Barton's blunders and aid the family with occasional gifts. The Countess Czerlaski, a pretty widow with no fortune, who has come to the parish to look for a second husband with money, cultivates the Bartons, and they, in spite of the suspicions of the parish, accept her at her face value, and Mr. Barton believes that she is going to make his fortune by recommending him to someone who has the presentation of a good living. When the Countess quarrels with her brother and leaves his house, the Barton3 good-naturedly take her in for a short time only, as they think, but she quarters herself on them for six months, running them into debt, wearing out poor Milly's strength, and alienating Mr. Barton's parishioners, who regard the matter as scandalous. She is driven away by some home truths which an irate housemaid tells her, and for awhile the Barton fortunes seem brighter. But Milly's strength has been too deeply undermined, and when her seventh child is born she dies, leaving a heartbroken husband who for the first time realizes her full worth. For her sake the parish restores Amos to its favour, but just as he is beginning to feel that he is really surrounded by friends his rector withdraws his curacy, and he sorrowfully goes to a distant parish, finding his only consolation in the reflection of Milly's love which he sees in his daughter Patty. Note. -The Scenes of Clerical Life were brought to an end with the third story. A fourth story, to be called the \"Clerical Tutor\", had been projected, but was never written. Additional information: I: The Sad Fortunes of the Reverend Amos Barton; II: Mr. Gilfil's Love Story; III: Janet's Repentance. First published in Blackwood’s Edinburgh Magazine, January-November, 1857. 1st edition, Edinburgh: William Blackwood and Sons, 1857. 2 vols. George Eliot's first work of fiction, Scenes of Clerical Life, consists of three simple and touching stories, each based upon some occurrence or real story well known in the neighbourhood of the Warwickshire home in which she spent her childhood. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org",
    "The Spanish Gypsy": "The Spanish Gypsy is the tragic story of two lovers, one of whom, Fedalma, renounces her happiness before the call of what she feels is duty to her race, while the other, Silva, places his love ahead of the obligations of honour and inheritance. George Eliot herself stated plainly the theme of the poem: \"The subject of the Spanish Gypsy was originally suggested to me by a picture which hangs in the Scuola di San Rocco at Venice . . . It is an Annunciation, said to be by Titian . . . here was a great dramatic motive ... A young maiden, believing herself on the eve of the chief event of her life—marriage —about to share in the ordinary lot of woman hood, full of young hope, has suddenly announced to her that she is chosen to fulfil a great destiny, entailing a terribly different experience from that ordinary womanhood ... as a result of foregoing hereditary conditions: she obeys.\" \"In Silva is presented the claim of fidelity to social pledges; in Fedalma the claim constituted by a hereditary lot less consciously shared.\" See Cross, George Eliot's Life, vol. iii, pp. 42, 49. Fedalma, a Gypsy by birth, stolen from her tribe when an infant, has been educated as a high-born Spanish girl in the family of the Duchess Diana, Duke Silva's mother. Silva, the commandant of the fortress of Bedmar, is deeply in love with Fedalma, and the two are betrothed, but their marriage is opposed by the Prior Isidor, the Inquisitor, on the ground that Fedalma is both a Gypsy and a heretic. In order to stop the marriage the Prior means to hand Fedalma over to the Inquisition. A band of Gypsy prisoners are in the town, and the chief of these, Zarca, learns Fedalma's story. Fedalma, dancing in pure lightheartedness and joy of life before the people in the Placa Santiago, is seen by Zarca, who recognizes her as his lost daughter. Zarca gains access to Fedalma, tells her that he is her father, and exhorts her to place her duty to her people before her personal happiness. Fedalma, though deeply in love with Silva, feels the call of her blood, and after at first trying to reconcile duty and happiness, sacrifices her hopes of happiness with Silva and joins her father in escaping from Bedmar. Silva, stricken by her loss, broods over it for a while, relaxing his hold on the thought of duty, and eventually deserts his post at Bedmar to follow her to the Gypsy camp. Zarca, confident of Fedalma's strength of purpose, often her choice, but she elects to abide by her duty to her people, and Silva, seeing no other way of winning her, declares that he will become a Gypsy and take the Gypsy oath. Zarca has patriotic dreams of leading bis people to Africa and establishing a Gypsy nation there, but meantime he allies himself with the Moor, El Zagal, against the Spaniards. While Silva is kept in the Gypsy camp, Zarca and El Zagal attack Bedmar, capture it, and kill Silva's friends. The Prior Isidor is condemned to death. As he is being led to execution, Silva arrives. The Prior curses him aa a traitor, and Silva, desperate at the reproaches and at the thought of the evil which his desertion of his poet has wrought, stabs Zarca. When hie people would kill Silva in return, Zarca magnanimously eaves his life, and dies after laying upon Fedalma the duty of taking his place as leader of the Gypsies. Fedalma takes up the burden and leads her people to Africa after one farewell interview with Silva. Silva takes the habit of a pilgrim and goes to Rome to seek pardon and the right to use his sword again in the service of his country. Additional information: 1st edition, Edinburgh: William Blackwood and Sons, 1868. Scene: Fortress and town of Bedmar, in Andalusia, Spain; the desert nearby, and the Mediterranean coast. Time: circa 1487. Excerpted from: Mudge, Isadore Gilbert. A George Eliot Dictionary: The Characters and Scenes of the Novels, Stories, and Poems Alphabetically Arranged. [1924] George Eliot Archive, edited by Beverley Park Rilett, 2024. https://GeorgeEliotArchive.org"
}